---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIweldedBottomflangethickness
source: html/ea9aeeb9-d811-d52b-a68d-0643bae4f201.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIweldedBottomflangethickness Property

"Bottom Flange Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIweldedBottomflangethickness { get; }
```